[
    "Asterix plaudert aus der Schule",
    "Alibi: Ein Fall für Poirot",
    "Atlas Maior - Germania, Austria et Helvetia",
    "Anno 1683 - Die Türken vor Wien",
    "Bank Austria Creditanstalt: 150 Jahre österreichische Bankengeschichte im Zentrum Europas",
    "Barbara Blomberg (1527-1597): Bürgerstochter und Kaisergeliebte",
    "Don Juan de Austria: Karriere eines Bastards",
    "Die Bank am Schottenring",
    "Die Kapuzinergruft",
    "Dunkle Geschichten aus dem alten Wien",
    "Europa in Wien: Der Wiener Kongress 1814/1815",
    "Elisabeth: Kaiserin wider Willen",
    "Film made in Austria: Finanzierung - Produktion - Verwertung",
    "Geschichte Österreichs",
    "Hagenbund: Ein europäisches Netzwerk der Moderne 1900 bis1938",
    "Historische Karten und Ansichten von Wien",
    "Im Klassenzimmer: Der Wandel des Lehrer-Schüler-Verhältnisses in Österreich",
    "Kriegerleben: Von Caesar bis Patton - große Feldherren der Weltgeschichte",
    "Kollaps: Warum Gesellschaften überleben oder untergehen",
    "\"Krieg im Frieden\": Die Führung der k.u.k. Armee und die Großmachtpolitik Österreich-Ungarns 1906-1914",
    "Lonely Planet Reiseführer London",
    "London zu Fuß entdecken: Polyglott (Polyglott zu Fuß)",
    "London - Die Biographie",
    "Mord im Orientexpress: Ein Fall für Poirot",
    "Mord im Pfarrhaus: Ein Fall für Miss Marple",
    "Meilensteine österreichischer Reitkunst: Eine europäische Kulturgeschichte",
    "Pioniere der Informatik: Ihre Lebensgeschichte im Interview",
    "Pferde unter dem Doppeladler: Das Pferd als Kulturträger im Reiche der Habsburger",
    "Robert Danneberg: Eine politische Biografie",
    "Sissi. Kaiserin Elisabeth von Österreich",
    "Salon Austria: Die großen Köpfe österreichisch-jüdischer Kultur",
    "Spitzenleistungen made in Austria: Österreichische Europa- und Weltmarktführer und ihre Strategien",
    "Tu Felix Austria: Neue Geschichte aus der Geschichte",
    "Tirol persönlich erzählt: Zeitzeugen im Gespräch",
    "Träume. Eine Liebesgeschichte aus dem Wien Maria Theresias",
    "Uns wächst eine herrliche Jugend heran!: Die Geschichte der Hitlerjugend in Vorarlberg von 1930-1945",
    "Ungarn in Mauthausen: Ungarische Häftlinge in SS-Lagern auf dem Territorium Österreichs",
    "Ungarn in der Nußschale: Ein Jahrtausend und zwanzig Jahre",
    "Verschwundene Synagogen Oesterreichs",
    "Vom Sponsoring zur Corporate Cultural Responsibility",
    "Ungarn: Vom Mittelalter bis zur Gegenwart",
    "Ungarn in Europa: Demokratisierung Durch Politischen Dialog?",
    "Uruguay - Ein kleiner Bildband",
    "Kinosterben in Wien",
    "Wien als Kongreßstadt",
    "Wien. Stadtgeschichte kompakt",
    "Wien. das Werden der Stadt im Zentrum Europas",
    "Waffentechnik 2. Weltkrieg 2",
    "Wir werden ganze Arbeit leisten... - Der austrofaschistische Staatsstreich 1934",
    "Xenophon: Über die Reitkunst / Der Reiteroberst",
    "Xerxes",
    "Young Austria: ÖsterreicherInnen im Britischen Exil 1938 bis 1947",
    "Zeitmanagement",
    "Zeitmanagement mit Outlook"
]